const dummyData = [
    {
        title: 'Написання статті',
        image: 'images/image1.png',
        text: 'Lorem Ipsum – це класичний текст-“риба”, що використовується в поліграфії та дизайні для заповнення макетів, коли основний текст ще не готовий. Фактично, Lorem Ipsum є перекрученим уривком з філософського трактату Цицерона “Про межі добра і зла”. Він використовується для імітації вигляду тексту, щоб дизайнери могли оцінити візуальний вплив тексту на макет, не відволікаючись на його зміст'
    },
    {
        title: 'Написання статті',
        image: 'images/image2.png',
        text: 'Lorem Ipsum – це класичний текст-“риба”, що використовується в поліграфії та дизайні для заповнення макетів, коли основний текст ще не готовий. Фактично, Lorem Ipsum є перекрученим уривком з філософського трактату Цицерона “Про межі добра і зла”. Він використовується для імітації вигляду тексту, щоб дизайнери могли оцінити візуальний вплив тексту на макет, не відволікаючись на його зміст'
    },
    {
        title: 'Написання статті',
        image: 'images/image3.png',
        text: 'Lorem Ipsum – це класичний текст-“риба”, що використовується в поліграфії та дизайні для заповнення макетів, коли основний текст ще не готовий. Фактично, Lorem Ipsum є перекрученим уривком з філософського трактату Цицерона “Про межі добра і зла”. Він використовується для імітації вигляду тексту, щоб дизайнери могли оцінити візуальний вплив тексту на макет, не відволікаючись на його зміст'
    },
    {
        title: 'Написання статті',
        image: 'images/image4.png',
        text: 'Lorem Ipsum – це класичний текст-“риба”, що використовується в поліграфії та дизайні для заповнення макетів, коли основний текст ще не готовий. Фактично, Lorem Ipsum є перекрученим уривком з філософського трактату Цицерона “Про межі добра і зла”. Він використовується для імітації вигляду тексту, щоб дизайнери могли оцінити візуальний вплив тексту на макет, не відволікаючись на його зміст'
    },
    {
        title: 'Написання статті',
        image: 'images/image5.png',
        text: 'Lorem Ipsum – це класичний текст-“риба”, що використовується в поліграфії та дизайні для заповнення макетів, коли основний текст ще не готовий. Фактично, Lorem Ipsum є перекрученим уривком з філософського трактату Цицерона “Про межі добра і зла”. Він використовується для імітації вигляду тексту, щоб дизайнери могли оцінити візуальний вплив тексту на макет, не відволікаючись на його зміст'
    },
    {
        title: 'Написання статті',
        image: 'images/image6.png',
        text: 'Lorem Ipsum – це класичний текст-“риба”, що використовується в поліграфії та дизайні для заповнення макетів, коли основний текст ще не готовий. Фактично, Lorem Ipsum є перекрученим уривком з філософського трактату Цицерона “Про межі добра і зла”. Він використовується для імітації вигляду тексту, щоб дизайнери могли оцінити візуальний вплив тексту на макет, не відволікаючись на його зміст'
    },
    {
        title: 'Написання статті',
        image: 'images/image1.png',
        text: 'Lorem Ipsum – це класичний текст-“риба”, що використовується в поліграфії та дизайні для заповнення макетів, коли основний текст ще не готовий. Фактично, Lorem Ipsum є перекрученим уривком з філософського трактату Цицерона “Про межі добра і зла”. Він використовується для імітації вигляду тексту, щоб дизайнери могли оцінити візуальний вплив тексту на макет, не відволікаючись на його зміст'
    },
    {
        title: 'Написання статті',
        image: 'images/image1.png',
        text: 'Lorem Ipsum – це класичний текст-“риба”, що використовується в поліграфії та дизайні для заповнення макетів, коли основний текст ще не готовий. Фактично, Lorem Ipsum є перекрученим уривком з філософського трактату Цицерона “Про межі добра і зла”. Він використовується для імітації вигляду тексту, щоб дизайнери могли оцінити візуальний вплив тексту на макет, не відволікаючись на його зміст'
    },
    {
        title: 'Написання статті',
        image: 'images/image1.png',
        text: 'Lorem Ipsum – це класичний текст-“риба”, що використовується в поліграфії та дизайні для заповнення макетів, коли основний текст ще не готовий. Фактично, Lorem Ipsum є перекрученим уривком з філософського трактату Цицерона “Про межі добра і зла”. Він використовується для імітації вигляду тексту, щоб дизайнери могли оцінити візуальний вплив тексту на макет, не відволікаючись на його зміст'
    }
];

const menuItems = [
    'Написання статті', 'Написання статті', 'Написання статті', 'Написання статті'
];

const totalPages = 3;
